<?php

$lng = array (
'charset' => 'UTF-8',
'create_dir' => 'Создать директорию',
'manager' => 'Файлы',
'upload' => 'Загрузка изображений',
'help' => 'Помощь',
'install' => 'Установка',
'upload_dir' => 'Загрузка изображений в директорию',
'file' => 'Файл',
'file2' => 'файла',
'name' => 'Название',
'description' => 'Описание',
'upload_btn' => 'Загрузить',
'add_field_btn' => 'Добавить ещё форму',
'remove_field_btn' => 'убрать',
'delete_confirm' => 'Вы действительно хотите удалить этот файл?\n\nНажмите ОК для подтверждения.',
'delete_folder_confirm' => 'Вы действительно хотите удалить эту директорию?\nВсе вложенные файлы и директории так же будут удалены.\n\nНажмите ОК для подтверждения.',
'enter_dirname' => 'Название новой директории',
'enter_new_dirname' => 'Новое название директории',
'dir' => 'Директория',
'thumb' => 'Эскиз',
'empty' => 'отсутствует',
'files_uploaded' => 'файлов загружено',
'directory_created' => 'директория создана',
'files_deleted' => 'файлов удалено',
'files_deleted_fdb' => 'файлов удалено из БД',
'files_deleted_fhdd' => 'файлов удалено с диска',
'dirs_deleted' => 'директорий удалено',
'dirs_deleted_fdb' => 'директорий удалено из БД',
'dirs_deleted_fhdd' => 'директорий удалено с диска',
'dir_delete' => 'директория удалена',
'dir_delete_fdb' => 'директория удалена только из базы данных',
'dir_delete_fhdd' => 'директория удалена только с диска',
'file_delete' => 'Файл удален',
'file_delete_fdb' => 'Файл удален только из базы данных',
'file_delete_fhdd' => 'Файл удален только с диска',

'dir_edded' => 'Директория добавлена',
'dir_edd_err' => 'Во время добавления директории возникли ошибки',

'comments' => 'Комментарии',
'author' => 'Автор',
'date' => 'Дата',
'modified' => 'Изменено',
'delete' => 'Удалить',
'refresh' => 'Обновить',
'info' => 'Информация',
'size' => 'Размер',
'options' => 'Действия',
'edit' => 'Изменить',
'editing' => 'Изменение информации',
'add_to_db' => 'Добавить данные в базу данных',
'path' => 'Путь',
'updated' => 'Изменения сохранены',
'back_to_fmanager' => 'Вернуться к списку файлов',
'save' => 'Сохранить',
'cancel' => 'Отмена',
'clean_cache' => 'Очистить кэш',
'cache_clean' => 'Кэш очищен',
'cache_clean_err' => 'Не удалось полностью очистить кэш',

'config' => 'Конфигурация',

'newimgcfg' => 'Настройки загружаемых/добавляемых изображений',
'thumbscfg' => 'Настройки эскизов изображений',
'thumbcnt' => 'Настройки отображения',
'w' => 'Ширина',
'h' => 'Высота',
'thq' => 'JPEG-сжатие',

'name_len' => 'max длина Э',
'cat_name_len' => 'max длина Д',
'colls' => 'Колонок',
'notables' => 'Без таблиц',
'limit' => 'Всего',
'glib' => 'Библиотека',
'ecl' => 'Кол-во',
'tpl' => 'Шаблоны',
'css' => 'CSS',
'gallery' => 'Галерея',
'comments_row' => 'Строка коммент.',
'wm' => 'Водяные знаки',
'type' => 'Тип',
'text' => 'текст',
'image' => 'изображение',
'wmt' => 'Текст/Путь',
'wmpos1' => 'Полож гор',
'wmpos2' => 'Полож вер',
'pos1' => 'слева',
'pos2' => 'по середине',
'pos3' => 'справа',
'pos4' => 'сверху',
'pos5' => 'по середине',
'pos6' => 'снизу',
'order' => 'Сортировка Э',
'order2' => 'Сортировка Д',
'date_added' => 'Дата добавления',
'filename' => 'Имя файла',
'last_modified' => 'Дата последнего изменения',
'comments_cnt' => 'Количество комментариев',
'random' => 'Случайный выбор',

'asc' => 'по возрастанию',
'desc' => 'по убыванию',

'on' => 'Вкл.',
'off' => 'Откл.',


'cfg_com1' => 'Путь до директории, <b class="warning">со слэшем в конце</b>, относительно корня сайта, в которую будут сохраняться изображения.',
'cfg_com2' => 'Максимально допустимая ширина, в пикселях, для загружаемых изображений, большие изображения будут уменьшаться автоматически.<br> <b>0 - без ограничений</b>.',
'cfg_com3' => 'Максимально допустимая высота, в пикселях, для загружаемых изображений, большие изображения будут уменьшаться автоматически.<br> <b>0 - без ограничений</b>.',
'cfg_com4' => 'Качество JPEG сжатия загруженного изображения от 0 до 100%.<br><b class="warning">Только для тех изображений, которые больше указанных выше размеров</b>.',
'cfg_com5' => 'Ширина эскиза изображения, в пикселях.',
'cfg_com6' => 'Высота эскиза изображения, в пикселях.',
'cfg_com7' => 'Качество JPEG сжатия эскиза изображения, от 0 до 100%.',
'cfg_com8' => 'Количество колонок',
'cfg_com9' => 'Количество эскизов, отображаемых на одной странице',
'cfg_com10' => 'Графическая библиотека, используемая для показа изображений',
'cfg_com11' => 'Количество комментариев на странице',
'cfg_com12' => 'Тип водяного знака, текст или изображение',
'cfg_com13' => 'Тект водяного знака или путь до изображения с водяным знаком, в зависимости от выбранного выше типа',
'cfg_com14' => 'Положение водяного знака по горизонтали',
'cfg_com15' => 'Положение водяного знака по вертикали',
'cfg_com16' => 'Способ сортировки изображений',
'cfg_com17' => 'Название чанка или путь до файла, относительно корня сайта',
'cfg_com18' => 'Максимальное количество символов в названии эскиза',
'cfg_com19' => 'Название чанка или путь до файла, <b class="warning">относительно файла comments.easy2gallery.php</b>',
'cfg_com20' => 'Максимальное количество символов в названии директории',
'cfg_com21' => 'Способ сортировки директорий',

'add_comment' => 'Добавить комментарий',
'username' => 'Имя',
'useremail' => 'Email',
'userecomment' => 'Комментарий',
'send_btn' => 'Отправить',
'empty_name_comment' => 'Не указано имя или комментарий',
'comment_added' => 'Комментарий добавлен',
'comment_add_err' => 'Комментарий не добавлен',

'file_added' => 'Файл добавлен',


'_thumb_err' => 'Не удается создать директорию &quot;_thumbnails&quot;',
'upload_err' => 'Не удалось загрузить файл',
'add_file_err' => 'Не удалось добавить файл',
'type_err' => 'Запрещенный тип файла',
'db_err' => 'Ошибка базы данных',
'directory_create_err' => 'Не удалось создать директорию',
'files_delete_err' => 'Не удалось удалить файлы',
'dirs_delete_err' => 'Не удалось удалить директории',
'dir_delete_err' => 'Не удалось удалить директорию',
'dpath_err' => 'Не указан путь или идентификатор директории',
'fpath_err' => 'Не указан путь или идентификатор файла',
'file_delete_err' => 'Не удалось удалить файл',
'id_err' => 'Ошибка идентификатора',
'update_err' => 'Изменения не сохранены',
'uim_preview_err' => 'Просмотр<br />недоступен',

'easyhelp' => '
<p>Для вставки галереи Easy2 на страницы сайта используйте код: [!easy2!]</p>

<p>Easy2 можно запускать с дополнительными параметрами.<br />
Ниже представлен список <b>основных параметров</b>: </p>

<p><b>gid</b> - Идентификатор галереи, с которой начнет работать сниппет.<br />
По умолчанию 1 - корневая директория.</p>

<p><b>w</b> - Ширина эскиза изображения, в пикселях.</p>

<p><b>h</b> - Высота эскиза изображения, в пикселях.</p>

<p><b>Помните, чтобы изменения размеров были применены к ранее загруженным изображениям нужно очистить кэш.<br /> Директория _thumbnails в корневой директории галереи.</b></p>

<p><b>thq</b> - Качество JPEG-сжатия эскиза изображения от 0 до 100%. (100 - максимум)</p>

<p><b>colls</b> - Количество эскизов, отображаемых в одной строке.</p>

<p><b>limit</b> - Количество эскизов, отображаемых на одной странице.</p>
<p><b>gpn</b> - Номер стартовой страницы.</p>
<p><b>ecm</b> - Включение и отключение комментариев, 1 и 0 соответственно.</p>
<p><b>ecl</b> - Количество комментариев, отображаемых на одной странице.</p>
<p><b>orderby</b> - Поле, по которому будет осуществляться сортировка: date_added, last_modified, comments, filename, name, random.</p>
<p><b>order</b> - Сортировка по возрастанию или убыванию, ASC и DESC соответственно.</p>


<p>Все параметры можно комбинировать.<br />
Пример вызова: [!easy2?gid=7&w=200&h=180&thq=90!]</p>

<p>Более подробное описание параметров, а так же остальные параметры можно найти на официальной странице с <a href="http://e2g.info/documentation.htm" target="_blank"><b>документацией</b></a></p>

<p><b><a href="http://e2g.info/" target="_blank">Официальный сайт Easy 2 Gallery</a></b></p>
',

);

?>