<?php
/** Translated by Temus (temus3@gmail.com) **/

$e2g_lang['russian'] = array (
        'add_err' => 'не добавлены.',
        'added' => 'добавлены.',
        'back' => 'Назад',
        'comment' => 'Установщик сам создаст все необходимые таблицы в БД и сниппет для установки галереи на страницы сайта.&lt;br /&gt;&lt;br /&gt;Если вы обновляетесь с предыдущей версии (&lt;1.3.6-alpha2), &lt;b style=&quot;color:red;&quot;&gt; установщик также ПЕРЕИМЕНУЕТ&lt;/b&gt; названия всех файлов и папок на исходные.&lt;br /&gt;Строго рекомендуется создать резервную копию файлов &lt;b style=&quot;color:red;&quot;&gt;ДО ОБНОВЛЕНИЯ&lt;/b&gt;.&lt;br /&gt;Вас предупредили!',
        'comment1' => 'Путь к папке, &lt;b class=\&quot;warning\&quot;&gt;со слэшем в конце&lt;/b&gt;, относительно корня сайта, в которую будут сохраняться изображения.&lt;br /&gt;e.g. assets/gallery/.',
        'create_dir_err' => 'Не удалось создать папку',
        'create_err' => 'не создана.',
        'created' => 'успешно создана.',
        'data' => 'Данные в таблицу',
        'del_inst_dir' => 'Удалить установочные файлы',
        'dir_created' => 'Папка создана',
        'empty_dir' => 'Не указана папка',
        'field' => 'Поле',
        'mod_update_err' => 'Не удалось обновить код модуля',
        'mod_updated' => 'Модуль обновлен',
        'ok' => 'Установить',
        'path' => 'Путь',
        'rename' => 'переименована.',
        'rename_err' => 'не переименована.',
        'restore_err' => 'При попытке восстановления имен возникли ошибки',
        'restore_suc' => 'Исходные имена восстановлены',
        'snippet_add_err' => 'Не удалось создать сниппет',
        'snippet_added' => 'Сниппет создан',
        'snippet_update_err' => 'Не удалось обновить сниппет',
        'snippet_updated' => 'Сниппет обновлен',
        'success' => 'Установка завершена',
        'table' => 'Таблица',
        'upgraded' => 'Обновление завершено.',
);
?>