<?php

$lngi = array (

'path' => 'Путь',
'ok' => 'Установить',
'back' => 'Назад',
'del_inst_dir' => 'Удалить установочные файлы',

'comment1' => 'Путь до директории, <b class="warning">со слэшем в конце</b>, относительно корня сайта, в которую будут сохраняться изображения.<br />Установщик создаст её автоматически, если она не существует.',

'comment' => 'Установщик сам создаст все необходимые таблицы в БД и сниппет для установки галереи на страницы сайта.<br>Дополнительные параметры запуска сниппета смотрите в разделе "Помощь" после установки',


'table' => 'Таблица',
'created' => 'успешно создана.',
'create_err' => 'не создана.',
'data' => 'Данные в таблицу',
'added' => 'добавлены.',
'add_err' => 'не добавлены.',
'rename_err' => 'не переименована.',
'rename_err' => 'переименована.',

'dir_created' => 'Директория создана',
'empty_dir' => 'Не указана директория',
'create_dir_err' => 'Не удалось создать директорию',

'mod_updated' => 'Модуль обновлен',
'mod_update_err' => 'Не удалось обновить код модуля',

'snippet_updated' => 'Сниппет обновлен',
'snippet_update_err' => 'Не удалось обновить сниппет',

'snippet_added' => 'Сниппет создан',
'snippet_add_err' => 'Не удалось создать сниппет',

'success' => 'Установка завершена'
);

?>